
1 = "Unknown Instant Message Sender";
2 = "Do you want to accept a message from an unknown sender?";
3 = "To change settings for unknown senders, click Preferences.";
7 = "Preferences";
8 = "More Information";
9 = "Decline";
10 = "Accept";
11 = "Click here for more information about spam messages";
